user/models/SignupForm.php

INSERT INTO `user` (`username`, `email`, `password_hash`, `auth_key`, `access_token`, `status`, `created_at`, `updated_at`) VALUES ('abc', 'abc@qq.com', '$2y$13$xDHfG75u/D3Z.enK9CF7hOgGEbYJGAXwIXxDD41WmKCdnN2JNa4yu', 'Ds4W4DEGOfaglPUuQpAoqgHqfbvKavQq', '8wk_G4XkqDdaax5lvaIaxCUDfrYCe229_0Gz2dnyWMP1rahsUfUSawrw_n_CXBaE', 10, 1459070995, 1459070995)
---
    public function signup()
    {
        if (!$this->validate()) {
            return null;
        }

        $user = new User();
        $user->username = $this->username;
        $user->email = $this->email;
        $user->setPassword($this->password);
        $user->generateAuthKey();
        $user->generateAccessToken();
        $return=$user->insert();