<?php 
 return array (
  8712 => 
  array (
    13218 => '城北',
    13219 => '工农',
    13220 => '城南',
    13221 => '玉泉',
    13222 => '皇冠灯',
    13223 => '文庙广场',
    13224 => '德什路口',
    13225 => '鼎虹市场',
    13226 => '旌阳周边',
    13278 => '旌东',
    13279 => '黄河东路',
    13280 => '政务中心',
    13281 => '电信广场',
  ),
  8713 => 
  array (
    8720 => '方亭街道',
  ),
  8714 => 
  array (
    8718 => '剑南镇',
  ),
  8715 => 
  array (
    8721 => '万安镇',
  ),
  8716 => 
  array (
    8722 => '凯江镇',
  ),
  8719 => 
  array (
    8717 => '雒城镇',
  ),
);