<?php 
 return array (
  5734 => 
  array (
    13252 => '老城',
    13253 => '朝阳大街',
    13254 => '东风大街',
    13255 => '乐天大街',
    13256 => '临渭周边',
  ),
  5735 => 
  array (
    13263 => '桢州大街',
    13264 => '太史大街',
    13265 => '韩城周边',
  ),
  5736 => 
  array (
    13268 => '太华路',
    13269 => '华阴周边',
  ),
  5737 => 
  array (
    13257 => '新秦路',
    13258 => '华县周边',
  ),
  5738 => 
  array (
    13270 => '中心大街',
    13271 => '潼关周边',
  ),
  5739 => 
  array (
    13259 => '东大街',
    13260 => '大荔周边',
  ),
  5740 => 
  array (
    13266 => '南大街',
    13267 => '合阳周边',
  ),
  5743 => 
  array (
    13261 => '延安街',
    13262 => '蒲城周边',
  ),
  5744 => 
  array (
    13274 => '人民路',
    13275 => '白水周边',
  ),
  5745 => 
  array (
    13272 => '金龙大街',
    13273 => '富平周边',
  ),
);