<?php 
 return array (
  883 => 
  array (
    21942 => '金鼎',
    21943 => '闸口',
    21944 => '建设东路',
    21945 => '人民公园',
    21946 => '香江',
    21947 => '聊城大学',
    21948 => '火车站',
    21949 => '振兴路',
    21950 => '市民文化',
    21951 => '其他',
    21952 => '东昌湖周',
  ),
  884 => 
  array (
    21963 => '大辛庄街',
    21964 => '新华路街',
    21965 => '青年路街',
    21966 => '先锋路街',
  ),
  885 => 
  array (
    21957 => '鱼邱湖街',
    21958 => '人和街道',
    21959 => '汇鑫街道',
  ),
  886 => 
  array (
    21960 => '博济桥街',
    21961 => '侨润街道',
    21962 => '狮子楼街',
  ),
  887 => 
  array (
    21953 => '振兴街道',
    21954 => '信发街道',
  ),
  888 => 
  array (
    21970 => '莘亭街道',
    21971 => '莘州街道',
    21972 => '燕塔街道',
    21973 => '东鲁街道',
  ),
  889 => 
  array (
    21955 => '铜城街道',
    21956 => '新城街道',
  ),
  890 => 
  array (
    21967 => '烟庄街道',
    21968 => '崇文街道',
    21969 => '清泉街道',
  ),
);