<?php 
 return array (
  0 => 
  array (
    0 => '销售、客服、市场、公关',
    'values' => 
    array (
      0 => 
      array (
        'name' => '销售人员',
        'values' => 
        array (
          0 => '销售代表',
          1 => '电话销售',
          2 => '客户经理',
          3 => '营业员',
          4 => '置业顾问/房产经纪人',
          5 => '汽车销售顾问',
          6 => '医药代表',
          7 => '渠道/分销专员',
          8 => '团购业务员',
          9 => '招商专员',
          10 => '销售内勤/助理',
        ),
      ),
      1 => 
      array (
        'name' => '销售管理',
        'values' => 
        array (
          0 => '销售总监',
          1 => '销售经理',
          2 => '渠道/分销',
          3 => '团购经理',
          4 => '大客户经理',
          5 => '区域销售管理',
          6 => '招商经理',
        ),
      ),
      2 => 
      array (
        'name' => '客服/售后',
        'values' => 
        array (
          0 => '客服总监',
          1 => '客服经理',
          2 => '客服专员',
          3 => '网店客服',
          4 => '客户关系管理',
          5 => '售前/售后技术支持',
        ),
      ),
      3 => 
      array (
        'name' => '市场/营销',
        'values' => 
        array (
          0 => '市场营销总监',
          1 => '市场营销经理',
          2 => '市场营销专员',
          3 => '商务专员/经理',
          4 => '选址拓展/新店开发',
          5 => '活动策划/执行',
          6 => '企划',
          7 => '促销员/督导',
          8 => '网络营销/推广',
          9 => '海外市场',
        ),
      ),
      4 => 
      array (
        'name' => '公关/媒介',
        'values' => 
        array (
          0 => '公关/媒介经理',
          1 => '公关/媒介专员',
          2 => '品牌经营',
          3 => '广告协调',
          4 => '会务安排',
        ),
      ),
    ),
  ),
  1 => 
  array (
    0 => '人资、行政、财务、管理',
    'values' => 
    array (
      0 => 
      array (
        'name' => '人力资源',
        'values' => 
        array (
          0 => '人力资源专员',
          1 => '招聘专员',
          2 => '培训专员',
          3 => '薪酬福利专员',
          4 => '绩效专员',
          5 => '员工关系专员',
          6 => '人力资源经理/主管',
          7 => '人力资源总监',
        ),
      ),
      1 => 
      array (
        'name' => '行政后勤',
        'values' => 
        array (
          0 => '行政专员',
          1 => '文员',
          2 => '前台接待',
          3 => '高管助理/秘书',
          4 => '系统管理员/网管',
          5 => '保安',
          6 => '保洁员',
          7 => '商务司机',
          8 => '客运司机',
          9 => '货运司机',
          10 => '后勤',
          11 => '行政经理/主管',
          12 => '行政总监',
        ),
      ),
      2 => 
      array (
        'name' => '财务/审计/税务',
        'values' => 
        array (
          0 => '财务专员',
          1 => '会计',
          2 => '出纳',
          3 => '投融资',
          4 => '审计专员',
          5 => '税务会计',
          6 => '财务统计员',
          7 => '成本会计',
          8 => '结算专员',
          9 => '风控专员',
          10 => '资金/资产会计',
          11 => '财务经理/主管',
          12 => '财务总监',
        ),
      ),
      3 => 
      array (
        'name' => '律师/法务',
        'values' => 
        array (
          0 => '律师/法律顾问',
          1 => '法务经理/主管',
          2 => '法务专员',
          3 => '知识产权/专利顾问',
          4 => '合规管理',
        ),
      ),
      4 => 
      array (
        'name' => '高级管理',
        'values' => 
        array (
          0 => 'CEO',
          1 => '副总',
          2 => 'CTO',
          3 => 'COO',
          4 => 'CFO',
          5 => '办事处/分公司负责人',
          6 => '总工程师',
          7 => '厂长/副厂长',
          8 => '合伙人',
          9 => '总经理助理',
          10 => '其他(高级管理)',
        ),
      ),
    ),
  ),
  2 => 
  array (
    0 => '生产、工人、质控',
    'values' => 
    array (
      0 => 
      array (
        'name' => '生产/营运',
        'values' => 
        array (
          0 => '厂长/副厂长',
          1 => '总工程师/副总工程师',
          2 => '车间主任',
          3 => '项目经理',
          4 => '技术工程师',
          5 => '营运经理/主管',
          6 => '生产计划/调度',
          7 => '物料管理/库管',
          8 => '生产主管/领班/组长',
          9 => '工艺设计',
          10 => '化验/检验',
          11 => '生产文员',
          12 => '设备管理',
          13 => '其他（生产/营运）',
        ),
      ),
      1 => 
      array (
        'name' => '普工/技工',
        'values' => 
        array (
          0 => '普工',
          1 => '钣金工',
          2 => '机修工',
          3 => '冲压工',
          4 => '装配工',
          5 => '焊工',
          6 => '钳工',
          7 => '车工',
          8 => '磨工',
          9 => '铣工',
          10 => '切割技工',
          11 => '模具工',
          12 => '叉车工/铲车',
          13 => '空调工',
          14 => '电梯工',
          15 => '锅炉工',
          16 => '水电工',
          17 => '木工',
          18 => '油漆工',
          19 => '注塑工',
          20 => '铸造/锻造',
          21 => '万能工',
          22 => '其他（普工/技工）',
        ),
      ),
      2 => 
      array (
        'name' => '质控/安防',
        'values' => 
        array (
          0 => '质量管理/测试经理',
          1 => '质量检验员/测试员',
          2 => '可靠度工程师',
          3 => '认证体系工程师/审核员',
          4 => '供应商管理（SQE）',
          5 => '安全消防',
          6 => '环保',
          7 => '其他（质控/安防）',
        ),
      ),
    ),
  ),
  3 => 
  array (
    0 => '互联网、游戏、软件',
    'values' => 
    array (
      0 => 
      array (
        'name' => '后端开发',
        'values' => 
        array (
          0 => 'PHP',
          1 => 'Java',
          2 => '.net',
          3 => 'C/C++',
          4 => 'C#',
          5 => 'python',
          6 => '架构师',
          7 => '其他（后端开发）',
        ),
      ),
      1 => 
      array (
        'name' => '移动开发',
        'values' => 
        array (
          0 => 'IOS',
          1 => 'android',
          2 => 'html5(移动)',
          3 => '其他（移动开发）',
        ),
      ),
      2 => 
      array (
        'name' => '前端开发',
        'values' => 
        array (
          0 => '网页前端',
          1 => 'html5(前端)',
          2 => 'JavaScript',
          3 => 'Flash',
          4 => 'COCOS2D-X/U3D',
          5 => '其他（前端开发）',
        ),
      ),
      3 => 
      array (
        'name' => '运维',
        'values' => 
        array (
          0 => '运维工程师',
          1 => '网络安全',
          2 => '运维经理',
        ),
      ),
      4 => 
      array (
        'name' => '数据库',
        'values' => 
        array (
          0 => 'mysql',
          1 => 'SQL Server',
          2 => 'Oracle',
          3 => 'hadoop',
          4 => 'DBA',
        ),
      ),
      5 => 
      array (
        'name' => '技术管理',
        'values' => 
        array (
          0 => '项目经理/助理',
          1 => '技术经理',
          2 => 'CTO',
        ),
      ),
      6 => 
      array (
        'name' => '其他技术',
        'values' => 
        array (
          0 => '软件实施',
          1 => '系统集成',
          2 => '系统分析员',
        ),
      ),
      7 => 
      array (
        'name' => '测试',
        'values' => 
        array (
          0 => '软件测试',
          1 => '移动端测试',
          2 => '游戏测试',
          3 => '测试工程师',
        ),
      ),
      8 => 
      array (
        'name' => '产品',
        'values' => 
        array (
          0 => '网页产品经理',
          1 => '移动产品经理',
          2 => '电商产品经理',
          3 => '软件产品经理',
          4 => '游戏策划',
          5 => '产品经理',
          6 => '产品专员/助理',
        ),
      ),
      9 => 
      array (
        'name' => '设计',
        'values' => 
        array (
          0 => 'UI设计',
          1 => '平面设计',
          2 => '网页设计/美工',
          3 => '游戏设计/原画设计',
          4 => '交互设计',
          5 => '设计师',
        ),
      ),
      10 => 
      array (
        'name' => '运营/市场',
        'values' => 
        array (
          0 => '网店运营',
          1 => 'SEO/SEM',
          2 => '网络推广',
          3 => '文案策划',
          4 => '编辑/内容运营',
          5 => '新媒体运营',
          6 => '市场策划',
          7 => '运营/市场专员',
          8 => '运营/市场经理',
          9 => '运营/市场总监',
        ),
      ),
    ),
  ),
  4 => 
  array (
    0 => '通信、硬件、电子电器',
    'values' => 
    array (
      0 => 
      array (
        'name' => '通信/网络设备',
        'values' => 
        array (
          0 => '移动通信工程师',
          1 => '有线传输工程师',
          2 => '网络工程师',
          3 => '通信项目管理',
          4 => '安装技术员',
          5 => '通信技术工程师',
          6 => '通信设备维修',
          7 => '其他（通信/网络设备）',
        ),
      ),
      1 => 
      array (
        'name' => '电子',
        'values' => 
        array (
          0 => '电源开发工程师',
          1 => '工艺工程师',
          2 => '汽车电子工程师',
          3 => '自动化工程师',
          4 => '嵌入式开发',
          5 => '仪器/仪表/计量',
          6 => '测试工程师',
          7 => 'SMT工程师',
          8 => '电子工程师',
        ),
      ),
      2 => 
      array (
        'name' => '电器',
        'values' => 
        array (
          0 => '家电/数码产品研发',
          1 => '光源和照明工程师',
          2 => '音响工程师',
          3 => '电器维修',
          4 => '电器工程师',
        ),
      ),
    ),
  ),
  5 => 
  array (
    0 => '汽车、机械',
    'values' => 
    array (
      0 => 
      array (
        'name' => '汽车研发/设计',
        'values' => 
        array (
          0 => '电器设计师',
          1 => '底盘设计师',
          2 => '车身/造型设计师',
          3 => '动力系统工程师',
          4 => '内外饰工程师',
          5 => '机电工程师',
          6 => '涂装工程师',
          7 => '总布置工程师',
          8 => '车辆试验/测试',
          9 => '质量工程师',
          10 => '其他（汽车研发/设计）',
        ),
      ),
      1 => 
      array (
        'name' => '汽车销售/市场',
        'values' => 
        array (
          0 => '汽车销售顾问',
          1 => '精品销售',
          2 => '零配件销售',
          3 => '销售内勤',
          4 => '销售经理',
          5 => '市场营销专员',
          6 => '市场营销经理',
          7 => '二手车评估师',
          8 => '销售库管',
        ),
      ),
      2 => 
      array (
        'name' => '汽车服务/维修',
        'values' => 
        array (
          0 => '汽车美容',
          1 => '洗车工',
          2 => '售后服务/客服',
          3 => '售后经理/主管',
          4 => '保险理赔',
          5 => '机电维修',
          6 => '维修钣金工',
          7 => '维修漆工',
          8 => '其他（服务/售后/维修）',
        ),
      ),
      3 => 
      array (
        'name' => '机械/设备',
        'values' => 
        array (
          0 => '模具设计师',
          1 => '机械工程师',
          2 => '机电工程师',
          3 => 'CNC工程师',
          4 => '夹具设计师',
          5 => '结构工程师',
          6 => '绘图员',
          7 => '设备管理',
          8 => '设备维修',
          9 => '工艺工程师',
          10 => '工业工程师',
          11 => '材料工程师',
          12 => '技术研发',
          13 => '技术研发经理/主管',
          14 => '其他（机械/设备）',
        ),
      ),
    ),
  ),
  6 => 
  array (
    0 => '房地产、建筑、物业、装饰',
    'values' => 
    array (
      0 => 
      array (
        'name' => '建筑设计',
        'values' => 
        array (
          0 => '总建筑师/设计总监',
          1 => '建筑设计师',
          2 => '绘图/效果图制作',
          3 => '规划设计师',
          4 => '方案设计师',
          5 => '结构设计师',
          6 => '暖通设计师',
          7 => '给排水设计师',
          8 => '电气设计师',
          9 => '幕墙设计师',
          10 => '施工图设计师',
          11 => '园林/景观设计',
          12 => '其他（建筑设计）',
        ),
      ),
      1 => 
      array (
        'name' => '建筑工程',
        'values' => 
        array (
          0 => '总工程师/工程总监',
          1 => '工程经理',
          2 => '建筑工程师/建造师',
          3 => '招投标',
          4 => '配套工程师',
          5 => '开发报建',
          6 => '预结算/造价',
          7 => '土建工程师',
          8 => '安装工程师',
          9 => '路桥/市政工程师',
          10 => '岩土工程师',
          11 => '智能楼宇',
          12 => '测绘/测量',
          13 => '施工员',
          14 => '施工管理/工长',
          15 => '资料员',
          16 => '采购/材料',
          17 => '安全员',
          18 => '质检员',
          19 => '监理工程师',
          20 => '其他（建筑工程）',
        ),
      ),
      2 => 
      array (
        'name' => '营销/策划/销售',
        'values' => 
        array (
          0 => '营销/策划总监',
          1 => '营销/策划经理',
          2 => '营销/策划专员',
          3 => '置业顾问/房产经纪人',
          4 => '销售经理',
          5 => '招商专员',
          6 => '招商经理',
          7 => '权证员',
          8 => '其他（营销/策划/销售）',
        ),
      ),
      3 => 
      array (
        'name' => '装饰装修',
        'values' => 
        array (
          0 => '设计总监',
          1 => '设计经理/主管',
          2 => '设计师/高级设计师',
          3 => '家装设计师',
          4 => '工装设计师',
          5 => '软装设计师',
          6 => '绘图员',
          7 => '家装顾问',
          8 => '工程/项目总监',
          9 => '工程/项目经理',
          10 => '工程监理',
          11 => '施工员',
          12 => '水电工',
          13 => '木工',
          14 => '泥工',
          15 => '资料员',
          16 => '材料专员/经理',
          17 => '其他（装饰装修）',
        ),
      ),
      4 => 
      array (
        'name' => '物业',
        'values' => 
        array (
          0 => '物业经理/主管',
          1 => '物管员',
          2 => '招商/租售',
          3 => '综合维修工',
          4 => '水电维修工',
          5 => '保安经理',
          6 => '保安',
          7 => '保洁员',
          8 => '其他（物业）',
        ),
      ),
    ),
  ),
  7 => 
  array (
    0 => '金融、银行、保险',
    'values' => 
    array (
      0 => 
      array (
        'name' => '银行',
        'values' => 
        array (
          0 => '行长/副行长',
          1 => '业务部门经理/主管',
          2 => '客户经理',
          3 => '综合业务专员',
          4 => '风险控制',
          5 => '信审核查',
          6 => '大堂经理',
          7 => '资产评估/分析',
          8 => '信贷管理',
          9 => '银行柜员',
          10 => '信用卡销售',
          11 => '其他（银行）',
        ),
      ),
      1 => 
      array (
        'name' => '金融/证券/投资',
        'values' => 
        array (
          0 => '投融资专员',
          1 => '投融资经理/主管',
          2 => '证券分析师',
          3 => '金融产品经纪人',
          4 => '投资银行业务',
          5 => '金融操盘手',
          6 => '金融研究员',
          7 => '投资/基金项目经理',
          8 => '投资顾问',
          9 => '风控专员',
          10 => '其他（金融/证券/投资）',
        ),
      ),
      2 => 
      array (
        'name' => '保险',
        'values' => 
        array (
          0 => '保险经纪人/客户经理',
          1 => '理财顾问',
          2 => '保险业务经理',
          3 => '保险理赔',
          4 => '车险专员',
          5 => '客户服务/续期管理',
          6 => '保险培训师',
          7 => '保险内勤',
          8 => '其他（保险）',
        ),
      ),
    ),
  ),
  8 => 
  array (
    0 => '广告、设计、传媒',
    'values' => 
    array (
      0 => 
      array (
        'name' => '广告',
        'values' => 
        array (
          0 => '广告客户总监',
          1 => '广告销售经理',
          2 => '广告客户专员',
          3 => '广告创意总监',
          4 => '广告创意/设计',
          5 => '美术指导',
          6 => '文案策划',
          7 => '广告执行/制作/安装',
          8 => '会务/会展',
          9 => '其他（广告）',
        ),
      ),
      1 => 
      array (
        'name' => '设计',
        'values' => 
        array (
          0 => '平面设计师',
          1 => '动画/3D设计',
          2 => '网页设计',
          3 => 'UI设计',
          4 => '美工',
          5 => '装修设计',
          6 => '家具设计',
          7 => '原画师',
          8 => '家居用品设计',
          9 => '服装设计',
          10 => '建筑设计',
          11 => '工艺品/珠宝设计',
          12 => '工业设计',
          13 => '店面/展览设计',
          14 => '设计经理/主管',
          15 => '设计总监',
          16 => '其他（设计）',
        ),
      ),
      2 => 
      array (
        'name' => '影视/媒体',
        'values' => 
        array (
          0 => '编导/导演',
          1 => '主持人',
          2 => '演员/模特',
          3 => '摄像/摄影',
          4 => '化妆师/造型师',
          5 => '影视策划',
          6 => '后期制作',
          7 => '经纪人',
          8 => '其他（影视/媒体）',
        ),
      ),
      3 => 
      array (
        'name' => '写作/出版/印刷',
        'values' => 
        array (
          0 => '编辑',
          1 => '美术编辑',
          2 => '记者',
          3 => '校对/录入',
          4 => '排版设计',
          5 => '制版/印刷操作',
          6 => '其他（写作/出版/印刷）',
        ),
      ),
    ),
  ),
  9 => 
  array (
    0 => '餐饮、百货、生活服务',
    'values' => 
    array (
      0 => 
      array (
        'name' => '餐饮/娱乐',
        'values' => 
        array (
          0 => '餐饮/娱乐管理',
          1 => '大堂经理/领班',
          2 => '厨师长/行政总厨',
          3 => '厨师',
          4 => '打荷/杂工',
          5 => '切菜/配菜',
          6 => '送餐员',
          7 => '面点师',
          8 => '咖啡师',
          9 => '服务员',
          10 => '传菜员',
          11 => '迎宾/接待',
          12 => '调酒师/吧台员',
          13 => '茶艺师',
          14 => '学徒',
          15 => '洗碗工',
          16 => '收银员',
          17 => '其他（餐饮/娱乐）',
        ),
      ),
      1 => 
      array (
        'name' => '酒店/旅游',
        'values' => 
        array (
          0 => '酒店管理',
          1 => '大堂经理/领班',
          2 => '酒店销售',
          3 => '前台接待',
          4 => '预定员',
          5 => '服务员',
          6 => '行李员',
          7 => '保安',
          8 => '保洁员',
          9 => '旅游销售',
          10 => '旅游计调',
          11 => '导游',
          12 => '其他（酒店/旅游）',
        ),
      ),
      2 => 
      array (
        'name' => '美容/健身/运动',
        'values' => 
        array (
          0 => '美容师/化妆师',
          1 => '美容顾问',
          2 => '美甲师',
          3 => '发型师',
          4 => '宠物美容',
          5 => '按摩/足疗',
          6 => '健身顾问',
          7 => '健身教练',
          8 => '体育运动教练',
          9 => '瑜伽老师',
          10 => '舞蹈老师',
          11 => '其他（美容/美发/按摩）',
        ),
      ),
      3 => 
      array (
        'name' => '保安/家政',
        'values' => 
        array (
          0 => '保安经理',
          1 => '保安',
          2 => '搬运工',
          3 => '保洁员',
          4 => '保姆/护工',
          5 => '月嫂',
          6 => '钟点工',
          7 => '其他（保安/家政）',
        ),
      ),
      4 => 
      array (
        'name' => '百货/零售',
        'values' => 
        array (
          0 => '店长',
          1 => '卖场经理',
          2 => '品类经理',
          3 => '营业员',
          4 => '导购员',
          5 => '防损员',
          6 => '收银员',
          7 => '收货员/理货员/陈列员',
          8 => '食品加工/处理',
          9 => '招商人员',
          10 => '督导',
          11 => '其他（百货/零售）',
        ),
      ),
    ),
  ),
  10 => 
  array (
    0 => '医疗、医药',
    'values' => 
    array (
      0 => 
      array (
        'name' => '医药',
        'values' => 
        array (
          0 => '医药研发',
          1 => '生物工程/生物制药',
          2 => '化学分析员',
          3 => '药品临床实验',
          4 => '药品生产',
          5 => '药品质量管理',
          6 => '医药招商',
          7 => '药品市场推广',
          8 => '医药代表',
          9 => '医药销售经理/主管',
          10 => '药店店长',
          11 => '药店营业员',
          12 => '其他（医药）',
        ),
      ),
      1 => 
      array (
        'name' => '医疗器械',
        'values' => 
        array (
          0 => '医疗器械研发',
          1 => '医疗器械临床实验',
          2 => '医疗设备生产/质量管理',
          3 => '医疗器械市场推广',
          4 => '医疗器械销售',
          5 => '医疗器械维修/售后',
          6 => '其他（医疗器械）',
        ),
      ),
      2 => 
      array (
        'name' => '医生/技师',
        'values' => 
        array (
          0 => '内科医生',
          1 => '外科医生',
          2 => '麻醉医生',
          3 => '妇产科医生',
          4 => '五官科医生',
          5 => '儿科医生',
          6 => '中医医生',
          7 => '放射科医生',
          8 => 'B超医生',
          9 => '整形/美容',
          10 => '专科医生',
          11 => '综合门诊/全科医生',
          12 => '针灸/推拿',
          13 => '理疗师',
          14 => '检验/化验',
          15 => '药剂师',
          16 => '其他（医生）',
        ),
      ),
      3 => 
      array (
        'name' => '医院管理/护理',
        'values' => 
        array (
          0 => '医院管理人员',
          1 => '护士长',
          2 => '护士',
          3 => '医助',
          4 => '导医',
          5 => '其他（医院管理/护理）',
        ),
      ),
    ),
  ),
  11 => 
  array (
    0 => '教育、培训、专业服务',
    'values' => 
    array (
      0 => 
      array (
        'name' => '销售/市场',
        'values' => 
        array (
          0 => '咨询总监',
          1 => '咨询经理/主管',
          2 => '专业顾问/咨询',
          3 => '招生顾问',
          4 => '课程顾问',
          5 => '调研员/市场专员',
        ),
      ),
      1 => 
      array (
        'name' => '教师/教务',
        'values' => 
        array (
          0 => '校长/园长',
          1 => '教务管理',
          2 => '教务人员',
          3 => '班主任/辅导员',
          4 => '中学教师',
          5 => '小学教师',
          6 => '幼教/早教',
          7 => '职业技术教师',
          8 => '家教',
          9 => '兼职教师',
          10 => '英语教师',
          11 => '音乐教师',
          12 => '美术教师',
          13 => '舞蹈教师',
          14 => '体育老师/教练',
          15 => '其他（教师）',
        ),
      ),
      2 => 
      array (
        'name' => '培训',
        'values' => 
        array (
          0 => '培训讲师',
          1 => '培训助理',
          2 => '学习管理师',
          3 => '培训经理/主管',
          4 => '其他（培训）',
        ),
      ),
      3 => 
      array (
        'name' => '其他专业服务',
        'values' => 
        array (
          0 => '外语翻译',
          1 => '猎头/人才中介',
          2 => '律师/法务咨询',
          3 => '财务/会计',
          4 => '心理咨询师',
          5 => '企业管理咨询师',
        ),
      ),
    ),
  ),
  12 => 
  array (
    0 => '能源、化工、服装、环保',
    'values' => 
    array (
      0 => 
      array (
        'name' => '能源/电力/矿产',
        'values' => 
        array (
          0 => '电力/电气工程师',
          1 => '电气维修技术员',
          2 => '水利/水电工程师',
          3 => '制冷/暖通工程师',
          4 => '石油/天然气/煤炭技术人员',
          5 => '新能源工程师',
          6 => '其他（能源/电力/矿产）',
        ),
      ),
      1 => 
      array (
        'name' => '化工',
        'values' => 
        array (
          0 => '化工工程师',
          1 => '化工实验室研究员',
          2 => '涂料研发工程师',
          3 => '食品/饮料研发',
          4 => '安全工程师',
          5 => '其他（化工）',
        ),
      ),
      2 => 
      array (
        'name' => '服装/纺织',
        'values' => 
        array (
          0 => '服装设计师',
          1 => '工艺师',
          2 => '打样/制版',
          3 => '电脑放码员',
          4 => '质量管理',
          5 => '裁床',
          6 => '缝纫工',
          7 => '其他（服装/纺织）',
        ),
      ),
      3 => 
      array (
        'name' => '环保',
        'values' => 
        array (
          0 => '环保工程师',
          1 => '污水处理工程师',
          2 => '环评工程师',
          3 => '其他（环保）',
        ),
      ),
    ),
  ),
  13 => 
  array (
    0 => '进出口、采购、物流、司机',
    'values' => 
    array (
      0 => 
      array (
        'name' => '进出口',
        'values' => 
        array (
          0 => '外贸经理/主管',
          1 => '外贸业务员',
          2 => '跟单员',
          3 => '单证员',
          4 => '报关/报检员',
          5 => '其他（进出口）',
        ),
      ),
      1 => 
      array (
        'name' => '采购',
        'values' => 
        array (
          0 => '采购经理/主管',
          1 => '采购员',
          2 => '买手',
          3 => '供应商开发',
          4 => '其他（采购）',
        ),
      ),
      2 => 
      array (
        'name' => '物流/仓储',
        'values' => 
        array (
          0 => '物流经理/主管',
          1 => '物流专员',
          2 => '快递员',
          3 => '配货员/分拣员',
          4 => '供应链管理',
          5 => '调度员',
          6 => '货运代理业务',
          7 => '仓库主管/经理',
          8 => '仓库管理员',
          9 => '搬运工',
          10 => '其他（物流/仓储）',
        ),
      ),
      3 => 
      array (
        'name' => '司机',
        'values' => 
        array (
          0 => '商务司机',
          1 => '客运司机',
          2 => '货运司机',
          3 => '出租车司机',
          4 => '特种车司机',
          5 => '驾校教练/陪练',
          6 => '代驾',
        ),
      ),
    ),
  ),
  14 => 
  array (
    0 => '农林牧渔、实习生、其他',
    'values' => 
    array (
      0 => 
      array (
        'name' => '农林牧渔',
        'values' => 
        array (
          0 => '场长',
          1 => '农艺师',
          2 => '饲养员',
          3 => '兽医',
          4 => '其他（农林牧渔）',
        ),
      ),
      1 => 
      array (
        'name' => '其他',
        'values' => 
        array (
          0 => '科研人员',
          1 => '储备干部',
          2 => '兼职',
          3 => '实习生',
          4 => '其他（其他职位）',
        ),
      ),
    ),
  ),
);